/* Localizable Strings: Spanish */

/* Tags menu */
"Tags" = "Marcas";
"Typeset" = "Componer";
"Save" = "Guardar";
"Print..." = "Imprimir...";
"Print Source..." = "Imprimir código...";
"Set Project Root..." = "Documento principal...";
"LaTeX Panel..." = "Panel LaTeX...";		/*% Name of "LaTeX Panel..." menu */
"Close LaTeX Panel" = "Cerrar panel LaTeX";	/*% This name will replace the previous name when the panel is open; not in IB */
"Matrix Panel..." = "Panel matrices...";
"Close Matrix Panel" = "Cerrar panel matrices";
"Open for Preview..." = "Abrir para previsualizar...";
"Open for Editing..." = "Abrir para editar...";
"File" = "Edición";						/*% Name of "File" menu */
"Goto Error" = "Ir al error";
"RotateClockwise" = "Rotar en sentido horario";
"RotateCounterclockwise" = "Rotar en sentido antihorario";
"Comment" = "Comentar";
"Uncomment" = "Descomentar";
"Indent" = "Sangrar";
"Unindent" = "Quitar sangría";
"Macros" = "Macros";						/*% Name of "Macros" menu */
"Open Macro Editor..." = "Abrir editor de macros...";	/*% Name of "Open Macro Editor..." menu */
"Close Macro Editor" = "Cerrar editor de macros";		/*% Replaces previous name when editor is open; not in IB */
"Add macros from file..." = "Añadir macros desde archivo...";  /*% Menu added by Macro Editor; not in IB */
"Save selection to file..." = "Guardar selección en archivo...";	/*% Menu added by Macro Editor; not in IB */
"Convert \\yen to \\ in Pasteboard" = "Convertir \\yen a \\ en Portapapeles";
"Convert \\ to \\yen in Pasteboard" = "Convertir \\ a \\yen en Portapapeles"; 
"Edit" = "Edición";							/*% Name of "Edit" Menu */
"Warning" = "Aviso";
"Don't Save" = "No guardar";
"Cancel" = "Cancelar";
"Do you want to save macros?" = "¿Quieres guardar las macros?";
"Save Spot" = "Guardar posición";
"Template" = "Plantilla";
"Typing" = "Tecleando";
"AutoComplete" = "Autocompleción";  //Should be translation of "Key Bindings", even in English
"Page Number" = "Número de página";
"Page Number Panel" = "Panel de número de página";
"Magnification Panel" = "Panel de aumento";
"Omit Shell Escape" = "Omitir shell-escape";
"Warning: Using Shell Escape" = "Aviso: Usando shell-escape";
"Preview" = "PDF";						/*% Name of "Preview" menu */
"Display Format" = "Mostrar páginas";// mitsu 1.29b	/*% Name of "Display Format" menu */
"Magnification" = "Aumento";// mitsu 1.29b	/*% Name of "Magnification" menu */
"Copy Format" = "Copiar con formato";// mitsu 1.29b		/*% Name of "Copy Format" menu */
"ToolbarItems" = "Herramientas";
"Autocompletion" = "Autocompleción";
"Completion" = "Compleción";				/*% Items immediately below not crucial! */
"Path: %@\nFile size: %d bytes\nCreation date: %@\nModification date: %@" = "Ruta: %@\nTamaño de archivo: %d bytes\nFecha de creación: %@\nFecha de modificación: %@";
"Info: %@" = "Info: %@";
"%@\n\nCharacters: %d" = "%@\n\nCaracteres: %d";
"The file encoding changed; characters can be lost if the wrong encoding is used." = "La codificación del archivo ha cambiado; se pueden perder caracteres si se usa una codificación equivocada.";
"Currently open files retain their old encoding." = "Los archivos actualmente abiertos mantienen su codificación antigua.";
"Drag && Drop" = "Arrastar y soltar";
"%@ does not exist. TeXShop is  a front end for TeX, but you also need a TeX distribution. Perhaps such a distribution was not installed or was removed during a system upgrade. If so, go to http://tug.org/MacTeX and follow the instructions to (re)install MacTeX. A less likely possibility is that a tool path is incorrectly configured in TeXShop preferences. This can happen if you are using the macports or fink distributions." = "%@ no existe. Quizás no has instalado TeXLive, o se ha borrado al efectuar una actualización del sistema. Si éste es el caso, ve a la página web de TeXShop y sigue las instrucciones para (re)instalar TeXLive. Otra posiblidad es que una ruta de búsqueda esté mal configurada en las preferencias de TeXShop. Esto puede ocurrir si estás usando la distribución de teTeX de fink.";
"Can't find required tool." = "No puedo encontrar la herramienta requerida.";
"Typesetting engine cannot be found." = "No puedo encontrar el motor de composición.";
"The source LaTeX document cannot be found." = "No puedo encontrar el documento con código fuente LaTeX.";
"Sync Marks" = "Sync Marks";
"%@ does not exist." = "%@ no existe.";
"%@ does not have the executable bit set." = "%@ no tiene puesto el bit de archivo ejecutable.";
"This file was opened with IsoLatin9 encoding." = "Este archivo se abrirá con caracteres codificados en IsoLatin9.";
"The file could not be opened with %@ encoding because it was not saved with that encoding. If you wish to open in another encoding, close the window and open again." = "No se puede abrir el archivo con caracteres codificados en %@ porque no fue guardado con esa codificación. Si quieres abrirlo con otra codificación, cierra la ventana y ábrela de nuevo.";
"Error" = "Error";
"There was an error checking for updates." = "Se ha producido un error al comprobar actualizaciones.";
"Your copy of TeXShop is up-to-date" = "Tu copia de TeXShop está actualizada";
"You have the most recent version of TeXShop." = "Tienes la versión más reciente de TeXShop.";
"New version available" = "Nueva versión disponible";
"A new version of TeXShop is available (version %@). Would you like to download it now?" = "Existe una nueva versión de TeXShop disponible (versión %@). ¿Quieres descargarla ahora?";
"This version of TeXShop requires Mac OS X 10.4 or higher. Use TeXShop 1.37 instead." = "Esta versión de TeXShop requiere Mac OS X 10.4 o mayor. Usa TeXShop 1.37 en su lugar.";
"Hard Wrap" = "Ajuste de línea dinámico";
"Newline Removal" = "Eliminar fin de línea";
"Color Index" = "Color Index";
"Help" = "Ayuda";
"TeXShop Demos" = "TeXShop Demos";
"Sync" = "Sync";
"ShowFullPath" = "Mostar ruta completa";
"Close Current Environment" = "Cerrar el entorno actual"; // Terada
"Your current setting of %@ will be replaced. OK?" = "Se reemplazará tu ajuste actual de %@. ¿De acuerdo?"; // Terada
"Convert" = "Convertir";
"The program " = "El programa ";
" does not exist." = " no existe.";
"failed to copy selection." = "fallado al copiar selección.";
"failed to save selection to the file." = "fallado al guardar selección en archivo.";
"<a letter consisting of %d characters>" = "<una letra que consta de %d caracteres>";
"%d letters, %d words, %d lines" = "%d letras, %d palabras, %d líneas";
"Emoji Style" = "Estilo emoji";
"Text Style" = "Estilo texto";
"Character Info" = "Información caracteres";
"Variant" = "Variante";
"Revert To" = "Volver a";
"Skin Tone I-II" = "Tono de piel blanco";
"Skin Tone III" = "Tono de piel moreno claro";
"Skin Tone IV" = "Tono de piel moreno";
"Skin Tone V" = "Tono de piel moreno oscuro";
"Skin Tone VI" = "Tono de piel negro";

